{
  "Add another word or two. Uncommon words are better.": "Xin hãy thêm vài ký tự nữa, và tốt nhất là những từ không thông dụng",
  "Straight rows of keys are easy to guess": "Mật khẩu là một dãy phím trên bàn phím sẽ rất dễ đoán.",
  "Short keyboard patterns are easy to guess": "Mật khẩu là một tổ hợp ký tự gần nhau trên bàn phím rất dễ bị phát hiện",
  "Repeats like \"aaa\" are easy to guess": "Những chuỗi ký tự lặp lại như \"aaa\" quá dễ bị phá",
  "Repeats like \"abcabcabc\" are only slightly harder to guess than \"abc\"": "Kể cả việc lặp lại chuỗi dạng \"abcabcabc\" cũng vẫn chưa đủ an toàn",
  "Sequences like abc or 6543 are easy to guess": "Chuỗi liên tục dạng abc hay 6543 không phù hợp trong việc sử dụng làm mật khẩu",
  "Recent years are easy to guess": "Con số năm gần đây dùng làm mật khẩu cũng không phải là một ý kiến hay đâu",
  "Dates are often easy to guess": "Con số dạng ngày tháng rất dễ dàng bị bắt được",
  "This is a top-10 common password": "Đây là mật khẩu nằm trong top 10 mật khẩu thường dùng nhất, vui lòng chọn mật khẩu khác",
  "This is a top-100 common password": "Đây là mật khẩu nằm trong top 100 mật khẩu thường dùng nhất, vui lòng chọn mật khẩu khác",
  "This is a very common password": "Đây là mật khẩu thường xuyên được sử dụng, vui lòng chọn mật khẩu khác",
  "This is similar to a commonly used password": "Mật khẩu này quá thông dụng, vui lòng chọn mật khẩu khác",
  "A word by itself is easy to guess": "Một từ duy nhất thực sự quá dễ đoán, vui lòng chọn mật khẩu khác",
  "Names and surnames by themselves are easy to guess": "Mật khẩu quá dễ đoán, vui lòng chọn mật khẩu khác",
  "Common names and surnames are easy to guess": "Mật khẩu quá dễ đoán, vui lòng chọn mật khẩu khác",
  "Failed to fetch": "Không thể truy cập được trang",
  "login failed": "Tên đăng nhập hoặc mật khẩu không chính xác",
  "Internal Server Error": "Server đang gặp sự cố, vui lòng tải lại trang hoặc liên hệ với kỹ thuật nếu vấn đề còn tồn tại",
  "email:uniqueness" : "Email này đã được sử dụng, vui lòng nhập địa chỉ email khác! ",
  "username:uniqueness" : "Tài khoản này đã được sử dụng, vui lòng chọn một tài khoản khác! ",
  "Invalid password: ": "Mật khẩu không hợp lệ",
  "User already exists": "Tên đăng nhập đã được sử dụng!",
  "Email already exists" : "Email đã được sử dụng!",
  "Value is not a number.": "Thông tin gửi lên phải là kiểu số",
  "Authorization Required": "Phiên đăng nhập của bạn đã hết hạn, vui lòng đăng nhập lại",
  "Access Denied": "Bạn không được cấp quyền cho chức năng này",
  "oops": "Có lỗi xảy ra, vui lòng tải lại trang hoặc liên hệ với kỹ thuật nếu vấn đề còn tồn tại!",
  "load config failed": "Site chưa được cấu hình đúng, vui lòng tải lại trang hoặc liên hệ với kỹ thuật nếu vấn đề còn tồn tại!",
  "return": "trả lại",
  "delivery": "giao",
  "pickup": "lấy"
}